<?php
/*

  WebCollab
  ---------------------------------------

  Function:
  ---------

  Language files (long messages) for 'ru' (Russian)


*/

$taskgroup_info =   "<ul><li>Если Вы удалите группу заданий, все задания, которые в нее входили, останутся без разделения (uncategorised).</li>\n".
                      "<li>Вы можете изменить название группы, это не повлияет на задания группы.</li>\n".
                      "<li>Рабочие группы не могут иметь одно и то же название.</li></ul>\n";

$usergroup_info =   "<ul><li>ЕслиВы удалите группу пользователей, то будут удалены все сообщения в форуме, которые делали члены группы.</li>\n".
                      "<li>Засекреченные группы могут быть видимы только для членов своей группы.</li>\n".
                      "<li>Вы можете изменить название группы, это не повлияет на пользователей группы.</li>\n".
                      "<li>Группы пользователей не могут иметь одно и то же название.</li></ul>\n";

$user_info      =    "Пожалуйста, выберите действие из меню слева.<br /><br />".
                      "Несколько подсказок:<br />".
                      "<ul>".
                      "<li>Засекреченые пользователи видны только членам своей группы.</li>\n".
                      "<li>Пользователи удаляются в два этапа, второй раз - навсегда.</li>\n".
                      "<li>Пользователи, которые удалены, теряют все свои задания, но не сообщения в форуме.</li>\n".
                      "<li>Пользователи, удаленные окончательно теряют всё.</li>\n".
                      "<li>Удаленные пользователи сохраняют все свои записи и могут вновь ими воспользоваться, после того, как их учетные записи будут восстановлены.</li>\n".
                      "<li>Все действия, совершенные с пользователями сопровождаются с уведомлениями пользователей письмами.</li>\n".
                      "<li>Пароль храниться в базе данных в зашифрованном виде. Он не может быть восстановлен, только сменен новым.</li>\n".
                      "<li>Новый пароль высылается пользователю в открытом виде, поэтому будьте бдительны!</li>\n".
                      "<li>Пользователи могут изменять свои настройки, не уведомляя об этом Администратора, это экономит время :)</li>\n".
                      "</ul>\n";

?>
