<?php
/*

  WebCollab
  ---------------------------------------

  Function:
  ---------

  Language files (long messages) for 'ru' (Russian)

  Translation by Eugene N. Shilaev

*/


$taskgroup_info =   "<ul><li>Если Вы удалите рабочую группу, все задания, которые ей выполнялись останутся без присмотра (uncategorised).</li>\n".
                      "<li>Вы можете изменить название группы, это не повлияет на задания пользователей группы.</li>\n".
                      "<li>Рабочие группы не могут иметь одно и то же название.</li></ul>\n";

$usergroup_info =   "<ul><li>ЕслиВы удалите группу пользователей, то будут удалены все сообщения в форуме, которые делали члены группы.</li>\n".
                      "<li>Засекреченные группы могут быть видимы только для членов своей группы.</li>\n".
                      "<li>Вы можете изменить название группы, это не повлияет на пользователей группы.</li>\n".
                      "<li>Группы пользователей не могут иметь одно и то же названиеTwo usergroups cannot have the same name.</li></ul>\n";

$user_info      =    "Пожалуйста, выберите действие из меню слева.<br /><br />".
                      "Несколько подсказок:<br />".
                      "<ul>".
                      //**
                      "<li>Засекреченые пользователи видны только членам своей группы.</li>\n".
                      "<li>Пользователи удаляются в два этапа, второй раз - навсегда.</li>\n".
                      "<li>Пользователи, которые удалены, теряют все свои задания, но не сообщения в форуме.</li>\n".
                      "<li>Пользователи, удаленные окончательно теряют всё.</li>\n".
                      //"<li>You cannot permanently delete a user that still has forum items.</li>\n".
                      "<li>A deleted user keeps the record of tasks that they have seen, and will continue with that list upon revival.</li>\n".
                      "<li>Все действия, совершенные с пользователями сопровождаются с уведомлениями пользователей письмами.</li>\n".
                      "<li>Пароль храниться в базе данных в зашифрованном виде. Он не может быть восстановлен, только сменен новым.</li>\n".
                      "<li>Новый пароль высылается пользователю в открытом виде, поэтому будьте бдительны!</li>\n".
                      "<li>Пользователи могут изменять свои настройки, не уведомляя об этом Администратора, это экономит время :)</li>\n".
                      "</ul>\n";

$calendar_key    =  "<i>Вернуться к главному меню</i></a>]</b><br />\n".
                      "<p><b><span class=\"underline\">Подсказки календаря</span></b><br /><br />\n".
                      "<span class=\"blue\">Проект (незавершенные задания)</span><br />\n".
                      "<span class=\"green\"><span class=\"underline\">Проект </span>(все задания завершены)</span><br />\n".
                      "<span class=\"red\">Задания (не завершены)</span><br />\n".
                      "<span class=\"green\">Задания (завершены)</span><br /></p>\n";

?>
